app/controllers/students_controller.rb

	def show
		@student = Student.last
---
SELECT  "students".* FROM "students"  ORDER BY "students"."id" DESC LIMIT 1